{
  "gods": [
    {
      "id": "001",
      "name": "Perun",
      "description": "Perun is the mighty Slavic god of thunder and lightning. He wields a hammer, striking down evil with bolts of lightning. Perun is a protector of the heavens and a symbol of strength and courage.",
      "thumbnailUrl": "deities/images/001/thumbnail.png"
    },
    {
      "id": "002",
      "name": "Dazhbog",
      "description": "Dazhbog is the radiant god of the sun and the giver of wealth. He brings warmth, light, and prosperity to the world. People pray to Dazhbog for a bountiful harvest and a bright future.",
      "thumbnailUrl": "deities/images/002/thumbnail.png"
    },
    {
      "id": "003",
      "name": "Mokosh",
      "description": "Mokosh is the gentle goddess of fertility and the protector of women. She blesses the earth with abundance and watches over mothers and children. Mokosh is revered for her nurturing and life-giving qualities.",
      "thumbnailUrl": "deities/images/003/thumbnail.png"
    },
    {
      "id": "004",
      "name": "Veles",
      "description": "Veles is the god of cattle, commerce, and the underworld. He guards the herds and guides merchants on their journeys. Veles is also associated with wisdom and the hidden mysteries of the earth.",
      "thumbnailUrl": "deities/images/004/thumbnail.png"
    },
    {
      "id": "005",
      "name": "Rod",
      "description": "Rod is the primordial deity, the creator of the universe. He is the source of all life and existence. Rod represents the eternal cycle of birth, death, and rebirth.",
      "thumbnailUrl": "deities/images/005/thumbnail.png"
    },
    {
      "id": "006",
      "name": "Domovoi",
      "description": "Domovoi is the friendly household spirit and protector of the home. He watches over the family and ensures their well-being. Domovoi is honored with offerings to keep the household safe.",
      "thumbnailUrl": "deities/images/006/thumbnail.png"
    },
    {
      "id": "007",
      "name": "Morozko",
      "description": "Morozko is the personification of winter, frost, and cold. He brings the icy chill of winter and covers the land in snow. Morozko's presence reminds us of the beauty and challenges of the cold season.",
      "thumbnailUrl": "deities/images/007/thumbnail.png"
    },
    {
      "id": "008",
      "name": "Zorya",
      "description": "Zorya consists of two goddesses representing the morning and evening stars. They guard the gates of Dazhbog's palace and ensure the sun's safe journey across the sky. Zorya brings balance and order to the cosmos.",
      "thumbnailUrl": "deities/images/008/thumbnail.png"
    },
    {
      "id": "009",
      "name": "Chernobog",
      "description": "Chernobog is the god of darkness, evil, and misfortune. He embodies the shadowy aspects of existence and serves as a reminder of the eternal struggle between light and darkness.",
      "thumbnailUrl": "deities/images/009/thumbnail.png"
    },
    {
      "id": "010",
      "name": "Svarog",
      "description": "Svarog is the god of fire, blacksmithing, and the sun. He is the master craftsman who forges the sun each day. Svarog represents the transformative power of fire and the warmth of the sun.",
      "thumbnailUrl": "deities/images/010/thumbnail.png"
    },
    {
      "id": "011",
      "name": "Marzanna",
      "description": "Marzanna is the goddess of winter, death, and rebirth. She symbolizes the end of one cycle and the beginning of another. Marzanna is celebrated during the Slavic holiday of Maslenitsa.",
      "thumbnailUrl": "deities/images/011/thumbnail.png"
    },
    {
      "id": "012",
      "name": "Baba Yaga",
      "description": "Baba Yaga is a mysterious witch with supernatural powers. She lives in a rotating hut that stands on chicken legs and is often portrayed as both a helper and a trickster in Slavic folklore.",
      "thumbnailUrl": "deities/images/012/thumbnail.png"
    },
    {
      "id": "013",
      "name": "Kupala and Kupalo",
      "description": "Kupala and Kupalo are deities associated with the summer solstice, celebrated with bonfires and rituals. They represent the fertility and joy of summer, and their festival marks a time of love and renewal.",
      "thumbnailUrl": "deities/images/013/thumbnail.png"
    },
    {
      "id": "014",
      "name": "Stribog",
      "description": "Stribog is the god of wind, air, and sky. He controls the winds and the weather, bringing both calm and storms. Stribog's presence is felt in the gentle breeze and the powerful tempest.",
      "thumbnailUrl": "deities/images/014/thumbnail.png"
    },
    {
      "id": "015",
      "name": "Leshy",
      "description": "Leshy is the mischievous spirit of the forest. He can appear as a tall, handsome man or a dwarf-like creature. Leshy is a protector of animals and forests, and he often leads travelers astray.",
      "thumbnailUrl": "deities/images/015/thumbnail.png"
    },
    {
      "id": "016",
      "name": "Rusałka",
      "description": "Rusałka is a water nymph or mermaid-like creature. She is associated with bodies of water and is often depicted as a beautiful, enchanting being. Rusałka's presence is both alluring and mysterious.",
      "thumbnailUrl": "deities/images/016/thumbnail.png"
    },
    {
      "id": "017",
      "name": "Domovina",
      "description": "Domovina is the personification of the homeland or motherland. She symbolizes the deep connection Slavic people have with their ancestral land and their sense of belonging.",
      "thumbnailUrl": "deities/images/017/thumbnail.png"
    },
    {
      "id": "018",
      "name": "Jarilo",
      "description": "Jarilo is the god of spring, fertility, and the harvest. He represents the rebirth of life and the growth of crops. Jarilo's festival welcomes the arrival of spring and the promise of abundance.",
      "thumbnailUrl": "deities/images/018/thumbnail.png"
    },
    {
      "id": "019",
      "name": "Dolya and Sudba",
      "description": "Dolya and Sudba are figures representing fate and destiny. They shape the course of human lives, weaving the threads of fortune and guiding individuals toward their destinies.",
      "thumbnailUrl": "deities/images/019/thumbnail.png"
    },
    {
      "id": "020",
      "name": "Simargl",
      "description": "Simargl is a mythical creature, often depicted as a winged dog or lion. He is a symbol of strength, protection, and divine power. Simargl is both majestic and fierce in Slavic mythology.",
      "thumbnailUrl": "deities/images/020/thumbnail.png"
    },
    {
      "id": "021",
      "name": "Veleslav",
      "description": "Veleslav is a lesser-known figure who is wise and venerable. He is associated with wisdom, knowledge, and ancient traditions. Veleslav embodies the wisdom of the ages.",
      "thumbnailUrl": "deities/images/021/thumbnail.png"
    },
    {
      "id": "022",
      "name": "Zhiva",
      "description": "Zhiva is the goddess of life, fertility, and nature. She is a symbol of the vitality and abundance of the natural world. Zhiva is honored for her role in sustaining life.",
      "thumbnailUrl": "deities/images/022/thumbnail.png"
    },
    {
      "id": "023",
      "name": "Divi",
      "description": "Divi is associated with the wild, untamed aspects of nature. He represents the primal forces of the wilderness and the mysteries of the natural world. Divi is both unpredictable and awe-inspiring.",
      "thumbnailUrl": "deities/images/023/thumbnail.png"
    },
    {
      "id": "024",
      "name": "Triglav",
      "description": "Triglav is a deity with three heads, symbolizing the sky, earth, and the underworld. He represents the interconnectedness of the cosmos and the unity of all things. Triglav embodies cosmic balance.",
      "thumbnailUrl": "deities/images/024/thumbnail.png"
    },
    {
      "id": "025",
      "name": "Zhivini Pole",
      "description": "Zhivini Pole is a mythical location, a magical field or meadow. It is a place of wonder and enchantment, often visited in Slavic folklore. Zhivini Pole is a realm of mystery and adventure.",
      "thumbnailUrl": "deities/images/025/thumbnail.png"
    },
    {
      "id": "026",
      "name": "Roda",
      "description": "Roda is the goddess of fertility, motherhood, and family. She is the protector of hearth and home, ensuring the well-being of families and the continuity of generations.",
      "thumbnailUrl": "deities/images/026/thumbnail.png"
    },
    {
      "id": "027",
      "name": "Yasen",
      "description": "Yasen is the god of ash and spring trees. He represents the renewal and growth of forests in springtime. Yasen's presence is felt in the budding leaves and the awakening of nature.",
      "thumbnailUrl": "deities/images/027/thumbnail.png"
    },
    {
      "id": "028",
      "name": "Lada",
      "description": "Lada is the goddess of beauty, love, and harmony. She embodies the ideals of grace and elegance. Lada's presence brings love, joy, and balance to the world.",
      "thumbnailUrl": "deities/images/028/thumbnail.png"
    },
    {
      "id": "029",
      "name": "Dnipro",
      "description": "Dnipro is the personification of the Dnieper River, a vital waterway in Slavic lands. The river is a source of sustenance, commerce, and cultural significance.",
      "thumbnailUrl": "deities/images/029/thumbnail.png"
    },
    {
      "id": "030",
      "name": "Dobrovij",
      "description": "Dobrovij is a deity associated with goodness and benevolence. He represents acts of kindness and positive intentions. Dobrovij encourages people to strive for goodness in their actions.",
      "thumbnailUrl": "deities/images/030/thumbnail.png"
    }
  ]
}
