{
  "gods": [
    {
      "id": "001",
      "name": "Perun",
      "description": "Perun to potężny słowiański bóg burzy i błyskawic. Władając młotem, uderza w zło piorunami. Perun jest obrońcą niebios i symbolem siły oraz odwagi.",
      "thumbnailUrl": "images/deities/001/thumbnail.png"
    },
    {
      "id": "002",
      "name": "Dazhbog",
      "description": "Dazhbog to promienny bóg słońca i dawca bogactwa. Przynosi światło, ciepło i dobrobyt światu. Ludzie modlą się do Dazhboga o obfite żniwa i jasną przyszłość.",
      "thumbnailUrl": "images/deities/002/thumbnail.png"
    },
    {
      "id": "003",
      "name": "Mokosz",
      "description": "Mokosz to łagodna bogini płodności i opiekunka kobiet. Błogosławi ziemię obfitością i czuwa nad matkami i dziećmi. Mokosz jest czczona za jej opiekuńcze i dające życie właściwości.",
      "thumbnailUrl": "images/deities/003/thumbnail.png"
    },
    {
      "id": "004",
      "name": "Weles",
      "description": "Weles to bóg bydła, handlu i podziemia. Strzeże stad i przewodzi kupcom w ich podróżach. Weles jest również związany z mądrością i ukrytymi tajemnicami ziemi.",
      "thumbnailUrl": "images/deities/004/thumbnail.png"
    },
    {
      "id": "005",
      "name": "Rod",
      "description": "Rod to pierwotna bóstwo, twórca wszechświata. Jest źródłem wszelkiego życia i istnienia. Rod reprezentuje wieczny cykl narodzin, śmierci i odrodzenia.",
      "thumbnailUrl": "images/deities/005/thumbnail.png"
    },
    {
      "id": "006",
      "name": "Domowoj",
      "description": "Domowoj to przyjazny duch domowy i opiekun domostwa. Czuwa nad rodziną i zapewnia jej dobrobyt. Domowoj jest czczony ofiarami, aby zachować bezpieczeństwo w domu.",
      "thumbnailUrl": "images/deities/006/thumbnail.png"
    },
    {
      "id": "007",
      "name": "Morozko",
      "description": "Morozko to uosobienie zimy, mrozu i zimna. Przynosi zimowy chłód i pokrywa ziemię śniegiem. Obecność Morozko przypomina o pięknie i wyzwaniach zimowego sezonu.",
      "thumbnailUrl": "images/deities/007/thumbnail.png"
    },
    {
      "id": "008",
      "name": "Zorya",
      "description": "Zorya składa się z dwóch bogiń reprezentujących poranną i wieczorną gwiazdę. Strzegą bram pałacu Dazhboga i zapewniają bezpieczną podróż słońca po niebie. Zorya wprowadza równowagę i porządek w kosmosie.",
      "thumbnailUrl": "images/deities/008/thumbnail.png"
    },
    {
      "id": "009",
      "name": "Czarnobóg",
      "description": "Czarnobóg to bóg ciemności, zła i nieszczęścia. Uosabia mroczne aspekty egzystencji i przypomina o wiecznej walce między światłem a ciemnością.",
      "thumbnailUrl": "images/deities/009/thumbnail.png"
    },
    {
      "id": "010",
      "name": "Swargo",
      "description":

 "Swargo to bóg ognia, kowalstwa i słońca. Jest mistrzem rzemieślnikiem, który codziennie kuje słońce. Swargo reprezentuje transformacyjną moc ognia i ciepło słońca.",
      "thumbnailUrl": "images/deities/010/thumbnail.png"
    },
    {
      "id": "011",
      "name": "Marzanna",
      "description": "Marzanna to bogini zimy, śmierci i odrodzenia. Symbolizuje koniec jednego cyklu i początek kolejnego. Marzannę świętuje się podczas słowiańskiego święta Maslenicy.",
      "thumbnailUrl": "images/deities/011/thumbnail.png"
    },
    {
      "id": "012",
      "name": "Baba Jaga",
      "description": "Baba Jaga to tajemnicza czarownica o nadprzyrodzonych mocach. Mieszka w obracającej się chacie na kurzych nogach i często jest przedstawiana zarówno jako pomocnik, jak i szelmowski trickster w słowiańskich legendach.",
      "thumbnailUrl": "images/deities/012/thumbnail.png"
    },
    {
      "id": "013",
      "name": "Kupała i Kupało",
      "description": "Kupała i Kupało to bóstwa związane z przesileniem letnim, świętowane ogniskami i rytuałami. Reprezentują płodność i radość lata, a ich festiwal oznacza czas miłości i odnowy.",
      "thumbnailUrl": "images/deities/013/thumbnail.png"
    },
    {
      "id": "014",
      "name": "Strzybóg",
      "description": "Strzybóg to bóg wiatru, powietrza i nieba. Kontroluje wiatry i pogodę, przynosząc zarówno spokój, jak i burze. Obecność Strzyboga jest odczuwalna w delikatnym powiewie i potężnej nawałnicy.",
      "thumbnailUrl": "images/deities/014/thumbnail.png"
    },
    {
      "id": "015",
      "name": "Leszy",
      "description": "Leszy to psotny duch lasu. Może się pojawić jako wysoki, przystojny mężczyzna lub krasnoludkowata istota. Leszy jest obrońcą zwierząt i lasów, często wprowadza podróżnych na manowce.",
      "thumbnailUrl": "images/deities/015/thumbnail.png"
    },
    {
      "id": "016",
      "name": "Rusałka",
      "description": "Rusałka to nimfa wodna lub istota podobna do syreny. Jest związana z ciałami wodnymi i często przedstawiana jako piękna, urzekająca istota. Obecność Rusałki jest zarówno kusząca, jak i tajemnicza.",
      "thumbnailUrl": "images/deities/016/thumbnail.png"
    },
    {
      "id": "017",
      "name": "Domowina",
      "description": "Domowina to uosobienie ojczyzny lub ziemi ojczystej. Symbolizuje głębokie więzi Słowian z ziemią przodków i ich poczucie przynależności.",
      "thumbnailUrl": "images/deities/017/thumbnail.png"
    },
    {
      "id": "018",
      "name": "Jaryło",
      "description": "Jaryło to bóg wiosny, płodności i zbiorów. Reprezentuje odrodzenie życia i wzrost upraw. Festiwal Jaryły witający nadejście wiosny i obietnicę obfitości.",
      "thumbnailUrl": "images/deities/018/thumbnail.png"
    },
    {
"id": "019",
"name": "Doła i Sudba",
"description": "Doła i Sudba to postacie reprezentujące los i przeznaczenie. Kształtują bieg ludzkich żyć, splatając nici fortuny i kierując jednostki ku ich przeznaczeniom.",
"thumbnailUrl": "images/deities/019/thumbnail.png"
},
{
"id": "020",
"name": "Simargł",
"description": "Simargł to mityczne stworzenie, często przedstawiane jako skrzydlaty pies lub lew. Jest symbolem siły, ochrony i boskiej mocy. Simargł jest zarówno majestatyczny, jak i groźny w słowiańskiej mitologii.",
"thumbnailUrl": "images/deities/020/thumbnail.png"
},
{
"id": "021",
"name": "Welesław",
"description": "Welesław to mniej znana postać, mądra i szanowana. Jest związany z mądrością, wiedzą i starożytnymi tradycjami. Welesław uosabia mądrość wieków.",
"thumbnailUrl": "images/deities/021/thumbnail.png"
},
{
"id": "022",
"name": "Żywa",
"description": "Żywa to bogini życia, płodności i natury. Jest symbolem witalności i obfitości naturalnego świata. Żywa jest czczona za swoją rolę w podtrzymywaniu życia.",
"thumbnailUrl": "images/deities/022/thumbnail.png"
},
{
"id": "023",
"name": "Dziwi",
"description": "Dziwi jest związany z dzikimi, nieokiełznanymi aspektami natury. Reprezentuje pierwotne siły dziczy i tajemnice naturalnego świata. Dziwi jest zarówno nieprzewidywalny, jak i budzący podziw.",
"thumbnailUrl": "images/deities/023/thumbnail.png"
},
{
"id": "024",
"name": "Trygław",
"description": "Trygław to bóstwo z trzema głowami, symbolizujące niebo, ziemię i podziemie. Reprezentuje współzależność kosmosu i jedność wszystkiego. Trygław uosabia kosmiczną równowagę.",
"thumbnailUrl": "images/deities/024/thumbnail.png"
},
{
"id": "025",
"name": "Żywińskie Pole",
"description": "Żywińskie Pole to mityczna lokalizacja, magiczne pole lub łąka. Jest miejscem cudów i uroku, często odwiedzanym w słowiańskich opowieściach. Żywińskie Pole to kraina tajemnic i przygód.",
"thumbnailUrl": "images/deities/025/thumbnail.png"
},
{
"id": "026",
"name": "Roda",
"description": "Roda to bogini płodności, macierzyństwa i rodziny. Jest opiekunką domowego ogniska, zapewniając dobrobyt rodzin i ciągłość pokoleń.",
"thumbnailUrl": "images/deities/026/thumbnail.png"
},
{
"id": "027",
"name": "Jesion",
"description": "Jesion to bóg jesionów i drzew wiosennych. Reprezentuje odnowę i wzrost lasów wiosną. Obecność Jesiona jest odczuwalna w pąkach i przebudzeniu natury.",
"thumbnailUrl": "images/deities/027/thumbnail.png"
},
{
"id": "028",
"name": "Lada",
"description": "Lada to bogini piękna, miłości i harmonii. Uosabia ideały wdzięku i elegancji. Obecność Lady przynosi miłość, radość i równowagę światu.",
"thumbnailUrl": "images/deities/028/thumbnail.png"
},
{
"id": "029",
"name": "Dniepr",
"description": "Dniepr to uosobienie rzeki Dniepr, ważnego szlaku wodnego na ziemiach słowiańskich. Rzeka jest źródłem życia, handlu i znaczenia kulturowego.",
"thumbnailUrl": "images/deities/029/thumbnail.png"
},
{
"id": "030",
"name": "Dobrowij",
"description": "Dobrowij to bóstwo związane z dobrem i życzliwością. Reprezentuje akty dobroci i pozytywne intencje. Dobrowij zachęca ludzi do dążenia do dobra w ich działaniach.",
"thumbnailUrl": "images/deities/030/thumbnail.png"
}
}