{
"gods": [
{
"id": "001",
"name": "Перун",
"description": "Перун - могутній слов’янський бог грому та блискавок. Він володіє молотом, знищуючи зло блискавками. Перун є захисником небес та символом сили та мужності.",
"thumbnailUrl": "images/deities/001/thumbnail.png"
},
{
"id": "002",
"name": "Дажбог",
"description": "Дажбог - сяючий бог сонця та дарувальник багатства. Він приносить світло, тепло та процвітання у світ. Люди моляться Дажбогу за щедрий урожай та світле майбутнє.",
"thumbnailUrl": "images/deities/002/thumbnail.png"
},
{
"id": "003",
"name": "Мокош",
"description": "Мокош - ніжна богиня плодючості та захисниця жінок. Вона благословляє землю достатком і піклується про матерів та дітей. Мокош шанована за свої плекаючі та життєдайні якості.",
"thumbnailUrl": "images/deities/003/thumbnail.png"
},
{
"id": "004",
"name": "Велес",
"description": "Велес - бог худоби, торгівлі та підземного світу. Він охороняє стада та веде купців у їхніх подорожах. Велес також пов'язаний з мудрістю та прихованими таємницями землі.",
"thumbnailUrl": "images/deities/004/thumbnail.png"
},
{
"id": "005",
"name": "Род",
"description": "Род - первісне божество, творець всесвіту. Він є джерелом усього життя та існування. Род представляє вічний цикл народження, смерті та відродження.",
"thumbnailUrl": "images/deities/005/thumbnail.png"
},
{
"id": "006",
"name": "Домовик",
"description": "Домовик - дружелюбний дух дому та його захисник. Він стежить за сім'єю та забезпечує її добробут. Домовика шанують принесенням подарунків, щоб зберегти безпеку дому.",
"thumbnailUrl": "images/deities/006/thumbnail.png"
},
{
"id": "007",
"name": "Морозко",
"description": "Морозко - уособлення зими, морозу та холоду. Він приносить зимову прохолоду та покриває землю снігом. Присутність Морозка нагадує нам про красу та виклики холодного сезону.",
"thumbnailUrl": "images/deities/007/thumbnail.png"
},
{
"id": "008",
"name": "Зоря",
"description": "Зоря складається з двох богинь, які представляють ранкову та вечірню зірки. Вони охороняють ворота палацу Дажбога та забезпечують безпечну подорож сонця по небу. Зоря приносить баланс і порядок у космос.",
"thumbnailUrl": "images/deities/008/thumbnail.png"
},
{
"id": "009",
"name": "Чорнобог",
"description": "Чорнобог - бог темряви, зла та нещастя. Він уособлює тіньові аспекти існування та служить нагадуванням про вічну боротьбу між світлом та темрявою.",
"thumbnailUrl": "images/deities/009/thumbnail.png"
},
{
"id": "010",
"name": "Сварог",
"description": "Сварог - бог вогню, ковальства та сонця. Він є майстром-кувалем, що кує сонце щодня. Сварог представляє трансформаційну силу вогню та тепло сонця.",
"thumbnailUrl": "images/deities/010/thumbnail.png"
},
{
"id": "011",
"name": "Маржанна",
"description": "Маржанна - богиня зими, смерті та відродження. Вона символізує кінець одного циклу та початок іншого. Маржанну святкують під час слов’янського свята Масниці.",
"thumbnailUrl": "images/deities/011/thumbnail.png"
},
{
"id": "012",
"name": "Баба Яга",
"description": "Баба Яга - таємнича відьма з надприродними силами. Вона живе в обертовій хаті на курячих ногах і часто зображена як помічник та шахрай у слов’янській міфології.",
"thumbnailUrl": "images/deities/012/thumbnail.png"
},
{
"id": "013",
"name": "упала та Купало",
"description": "Купала та Купало - божества, пов'язані з літнім сонцестоянням, святкуються багаттями та ритуалами. Вони представляють плодючість та радість літа, а їхній фестиваль позначає час любові та оновлення.",
"thumbnailUrl": "images/deities/013/thumbnail.png"
},
{
"id": "014",
"name": "Стрибог",
"description": "Стрибог - бог вітру, повітря та неба. Він контролює вітри та погоду, приносячи як спокій, так і бурі. Присутність Стрибога відчувається у легкому вітерці та потужному штормі.",
"thumbnailUrl": "images/deities/014/thumbnail.png"
},
  {
"id": "015",
"name": "Лісовик",
"description": "Лісовик - пустотливий дух лісу. Він може з'являтися як високий, гарний чоловік або як істота, схожа на карлика. Лісовик - захисник тварин та лісів, і часто вводить мандрівників в оману.",
"thumbnailUrl": "images/deities/015/thumbnail.png"
},
{
"id": "016",
"name": "Русалка",
"description": "Русалка - це німфа води або істота, схожа на русалку. Вона пов'язана з водними тілами і часто зображується як красиве, чарівне створіння. Присутність русалки одночасно приваблива і таємнича.",
"thumbnailUrl": "images/deities/016/thumbnail.png"
},
{
"id": "017",
"name": "Домовина",
"description": "Домовина - уособлення батьківщини або материнської землі. Вона символізує глибокий зв'язок слов'янських народів з їх предками та почуття приналежності.",
"thumbnailUrl": "images/deities/017/thumbnail.png"
},
{
"id": "018",
"name": "Ярило",
"description": "Ярило - бог весни, плодючості та врожаю. Він представляє відродження життя та зростання культур. Фестиваль Ярила вітає прихід весни та обіцянку достатку.",
"thumbnailUrl": "images/deities/018/thumbnail.png"
},
{
"id": "019",
"name": "Доля і Судьба",
"description": "Доля і Судьба - фігури, що представляють долю та призначення. Вони формують хід людського життя, сплітаючи нитки фортуни та направляючи індивідів до їхньої долі.",
"thumbnailUrl": "images/deities/019/thumbnail.png"
},
{
"id": "020",
"name": "Сімаргл",
"description": "Сімаргл - міфічна істота, часто зображувана як крилатий пес або лев. Він є символом сили, захисту та божественної могутності. Сімаргл водночас величний та жорстокий у слов'янській міфології.",
"thumbnailUrl": "images/deities/020/thumbnail.png"
},
{
"id": "021",
"name": "Велеслав",
"description": "Велеслав - менш відома постать, мудра та шанована. Він пов'язаний з мудрістю, знанням та стародавніми традиціями. Велеслав уособлює мудрість віків.",
"thumbnailUrl": "images/deities/021/thumbnail.png"
},
{
"id": "022",
"name": "Жива",
"description": "Жива - богиня життя, плодючості та природи. Вона є символом життєвої сили та достатку природного світу. Жива шанована за свою роль у підтримці життя.",
"thumbnailUrl": "images/deities/022/thumbnail.png"
},
{
"id": "023",
"name": "Дівій",
"description": "Дівій асоціюється з дикими, невгамовними аспектами природи. Він представляє первісні сили дикості та таємниці природного світу. Дівій одночасно непередбачуваний і вражаючий.",
"thumbnailUrl": "images/deities/023/thumbnail.png"
},
{
"id": "024",
"name": "Триглав",
"description": "Триглав - божество з трьома головами, які символізують небо, землю та підземний світ. Він представляє взаємозв'язок космосу та єдність усього. Триглав уособлює космічний баланс.",
"thumbnailUrl": "images/deities/024/thumbnail.png"
},
{
"id": "025",
"name": "Живині Поле",
"description": "Живині Поле - міфічне місце, чарівне поле чи луг. Це місце дива та чарівності, яке часто відвідується у слов'янському фольклорі. Живині Поле - царство таємниць та пригод.",
"thumbnailUrl": "images/deities/025/thumbnail.png"
},
{
"id": "026",
"name": "Рода",
"description": "Рода - богиня плодючості, материнства та сім'ї. Вона є захисницею домашнього вогнища, забезпечуючи добробут сімей та неперервність поколінь.",
"thumbnailUrl": "images/deities/026/thumbnail.png"
},
{
"id": "027",
"name": "Ясень",
"description": "Ясень - бог ясенів та весняних дерев. Він представляє відновлення та зростання лісів навесні. Присутність Ясеня відчувається в розпускаючихся листках та пробудженні природи.",
"thumbnailUrl": "images/deities/027/thumbnail.png"
},
{
"id": "028",
"name": "Lada",
"description": "Лада - богиня краси, любові та гармонії. Вона втілює ідеали грації та елегантності. Присутність Лади приносить любов, радість та баланс у світ.",
"thumbnailUrl": "images/deities/028/thumbnail.png"
},
{
"id": "029",
"name": "Dnipro",
"description": "Дніпро - уособлення річки Дніпро, важливого водного шляху на слов'янських землях. Річка є джерелом існування, торгівлі та культурного значення.",
"thumbnailUrl": "images/deities/029/thumbnail.png"
},
{
	"id": "030",
"name": "Добровій",
"description": "Добровій - божество, пов'язане з добром та благодійністю. Він представляє акти доброти та позитивні наміри. Добровій заохочує людей прагнути до добра у своїх діяннях.",
"thumbnailUrl": "images/deities/030/thumbnail.png"
}
]