{
  "gods": [
    {
      "id": "001",
      "name": "Perun",
      "description": "Перун е могъщият славянски бог на гръмотевиците и мълниите. Той владее с чук, удряйки злото с мълнии. Перун е пазител на небесата и символ на сила и смелост.",
      "thumbnailUrl": "images/deities/001/thumbnail.png"
    },
    {
      "id": "002",
      "name": "Dazhbog",
      "description": "Даждбог е сияйният бог на слънцето и давател на богатство. Той носи топлина, светлина и благоденствие на света. Хората се молят на Даждбог за богата реколта и светло бъдеще.",
      "thumbnailUrl": "images/deities/002/thumbnail.png"
    },
    {
      "id": "003",
      "name": "Mokosh",
      "description": "Мокош е нежната богиня на плодородието и покровителка на жените. Тя благославя земята с изобилие и се грижи за майките и децата. Мокош е почитана за своите хранителни и животворящи качества.",
      "thumbnailUrl": "images/deities/003/thumbnail.png"
    },
    {
      "id": "004",
      "name": "Veles",
      "description": "Велес е бог на добитъка, търговията и подземния свят. Той пази стадата и води търговците по техните пътешествия. Велес също е свързан с мъдростта и скритите тайни на земята.",
      "thumbnailUrl": "images/deities/004/thumbnail.png"
    },
    {
      "id": "005",
      "name": "Rod",
      "description": "Род е първичното божество, създател на вселената. Той е източник на всичкия живот и съществуване. Род представлява вечния цикъл на раждане, смърт и прераждане.",
      "thumbnailUrl": "images/deities/005/thumbnail.png"
    },
    {
      "id": "006",
      "name": "Domovoi",
      "description": "Домовой е приятелският дух на дома и пазител на домашния очаг. Той наблюдава семейството и осигурява тяхното благополучие. Домовой се почита с оферти, за да запази дома в безопасност.",
      "thumbnailUrl": "images/deities/006/thumbnail.png"
    },
    {
      "id": "007",
      "name": "Morozko",
      "description": "Морозко е персонификация на зимата, студа и мраза. Той носи ледения студ на зимата и покрива земята със сняг. Присъствието на Морозко ни напомня за красотата и предизвикателствата на студения сезон.",
      "thumbnailUrl": "images/deities/007/thumbnail.png"
    },
    {
      "id": "008",
      "name": "Zorya",
      "description": "Зоря се състои от две богини, представляващи утринната и вечерната звезда. Те пазят портите на двореца на Даждбог и осигуряват безопасното пътуване на с ънцето през небето. Зоря носи баланс и ред в космоса.",
      "thumbnailUrl": "images/deities/008/thumbnail.png"
    },
    {
      "id": "009",
      "name": "Chernobog",
      "description": "Чернобог е бог на тъмнината, злото и нещастието. Той олицетворява сенчестите аспекти на съществуването и служи като напомняне за вечната борба между светлината и тъмнината.",
      "thumbnailUrl": "images/deities/009/thumbnail.png"
    },
    {
      "id": "010",
      "name": "Svarog",
      "description": "Сварог е бог на огъня, ковачеството и слънцето. Той е майсторският занаятчия, който кове слънцето всеки ден. Сварог представлява трансформативната сила на огъня и топлината на слънцето.",
      "thumbnailUrl": "images/deities/010/thumbnail.png"
    },
    {
      "id": "011",
      "name": "Marzanna",
      "description": "Марзана е богинята на зимата, смъртта и прераждането. Тя символизира края на един цикъл и началото на друг. Марзана се празнува по време на славянския празник Масленица.",
      "thumbnailUrl": "images/deities/011/thumbnail.png"
    },
    {
      "id": "012",
      "name": "Baba Yaga",
      "description": "Баба Яга е тайнствена вещица с надприродни сили. Тя живее във въртяща се колиба на пилешки крака и често е изобразявана като помощник и измамник в славянското фолклор.",
      "thumbnailUrl": "images/deities/012/thumbnail.png"
    },
    {
      "id": "013",
      "name": "Kupala and Kupalo",
      "description": "Купала и Купало са божества, свързани с лятното слънцестоене, празнувани с огньове и ритуали. Те представляват плодородието и радостта на лятото, а техният фестивал отбелязва време на любов и обновление.",
      "thumbnailUrl": "images/deities/013/thumbnail.png"
    },
    {
      "id": "014",
      "name": "Stribog",
      "description": "Стрибог е бог на вятъра, въздуха и небето. Той контролира ветровете и времето, носейки спокойствие и бури. Присъствието на Стрибог се усеща в нежния бриз и мощната буря.",
      "thumbnailUrl": "images/deities/014/thumbnail.png"
    },
    {
      "id": "015",
      "name": "Leshy",
      "description": "Леши е пакостлив дух на гората. Той може да се появи като висок, красив мъж или като карликово същество. Леши е защитник на животните и горите и често подвежда пътниците.",
      "thumbnailUrl": "images/deities/015/thumbnail.png"
    },
    {
      "id": "016",
      "name": "Rusałka",
      "description": "Русал